const initialCards = [{
        title: 'В Сочи застрелили загрызших мальчика медведей - Lenta.ru',
        description: 'В Сочи застрелили двух медведей, которые загрызли 11-летнего мальчика в своем вольере. Животных пришлось застрелить в том числе для того, чтобы достать из вольера тело ребенка. Это было сделано по распоряжению сотрудников правоохранительных органов. Выяснилос…'
    },
    {
        "source": {
            "id": "lenta",
            "name": "Lenta"
        },
        "author": null,
        "title": "В Сочи застрелили загрызших мальчика медведей - Lenta.ru",
        "description": "В Сочи застрелили двух медведей, которые загрызли 11-летнего мальчика в своем вольере. Животных пришлось застрелить в том числе для того, чтобы достать из вольера тело ребенка. Это было сделано по распоряжению сотрудников правоохранительных органов. Выяснилос…",
        "url": "https://lenta.ru/news/2020/08/05/shot/",
        "urlToImage": "https://icdn.lenta.ru/images/2020/08/05/14/20200805141853851/share_00787c39f60300ab44d5472acef92da9.jpg",
        "publishedAt": "2020-08-05T11:16:00Z",
        "content": ", 11- . Telegram- « ».\r\n , , . « 24» , .\r\n , , « 24». , . , , .\r\n 5 , , - . , . 1 109 (« »). -, ."
    },
];